import dirImg from "../../public/diractions.svg";

const directions = [
  {
    buttonText: "Бакалавриат",
    directions: [
      {
        title: "Прикладная математика и информатика",
        title_padesh: "прикладную математику и информатику",
        code: "01.03.02",
        forms: ["Очная"],
        subjects: ["Математика", "Информатика и ИКТ", "Русский язык"],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
            "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
            "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
            "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
            "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
      {
        title: "Математическое обеспечение и системное администрирование",
        title_padesh: "прикладную математику и информатику",
        code: "02.03.03",
        forms: ["Очная"],
        subjects: ["Математика", "Информатика и ИКТ", "Русский язык"],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
      {
        title: "Фундаментальная информатика и информационные технологии",
        title_padesh: "прикладную математику и информатику",
        code: "02.03.02",
        forms: ["Очная"],
        subjects: ["Математика", "Информатика и ИКТ", "Русский язык"],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
            "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
            "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
            "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
            "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
            "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
      {
        title: "Прикладная информатика",
        title_padesh: "прикладную математику и информатику",
        code: "09.03.03",
        forms: ["Очная"],
        subjects: ["Математика", "Информатика и ИКТ", "Русский язык"],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
    ],
  },
  {
    buttonText: "Магистратура",
    directions: [
      {
        title: "Прикладная математика и информатика",
        title_padesh: "прикладную математику и информатику",
        code: "01.04.02",
        forms: ["Очная"],
        subjects: [],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
      {
        title: "Фундаментальная информатика и информационные технологии",
        title_padesh: "прикладную математику и информатику",
        code: "02.04.02",
        forms: ["Очная", "Очно-заочная"],
        subjects: [],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
      {
        title: "Информационные системы и технологии",
        title_padesh: "прикладную математику и информатику",
        code: "09.04.02",
        forms: ["Очная", "Очно-заочная"],
        subjects: [],
        text: "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
        image: dirImg,
        budget_places: 90,
        paid_places: 10,
        passing_score: 238,
        tuition_fees: "120 000",
        about: "Сегодня фармация – одна из наиболее динамично развивающихся отраслей в мире. Специалисты создают новые лекарства с помощью цифровых технологий и искусственного интеллекта. Создание новых таргетных лекарственных препаратов, а также инновационных фармацевтических технологий – это фармация будущего.\n" +
            "\n" +
            "Фармацевтический факультет СибГМУ сегодня – это инновационная экосистема в сфере передовых фармацевтических разработок, включающая научно-образовательный центр опережающей подготовки высококвалифицированных кадров и уникальную инфраструктуру для осуществления полного цикла разработки лекарственных средств и систем их доставки – «от идеи до клиники».",
        list_about: [
          "Приобретешь умения разработки, изготовления и производства лекарственных средств, оценки их качества",
          "Будешь выполнять проект/исследовательскую работу для реального партнера из фармацевтической индустрии",
          "Получишь опыт квалифицированного информационного сопровождения фармацевтической услуги при отпуске лекарственных препаратов",
          "Освоишь навыки работы в научно-исследовательских лабораториях, аптечных организациях, на фармацевтических производствах",
        ],
        list_career: [
          "стать провизором и работать на промышленных фармацевтических предприятиях, в аптечных организациях, фармацевтических компаниях, лабораториях",
          "получить узкую специализацию, окончив ординатуру",
          "продолжить свой путь в науке, поступив в аспирантуру",
        ],
        feedback: {
          name: "Рочняк Мария, 5 курс ",
          text: "«Фармацевтический факультет ‒ точка входа в большой мир фармации, в котором возможен профессиональный рост в различных направлениях: от аптечного дела до лабораторных исследований новых препаратов. Для этого в СибГМУ создана вся необходимая база, включая крутые лаборатории»."
        },
        reasons: [
          "обучаться в ВУЗе-лидере: победителе программы «Приоритет – 2030» у опытных преподавателей: 80% профессора, доктора наук; практикующие врачи и специалисты",
          "реализовывать проекты на уникальных высокотехнологичных инновационных площадках: научно-технологическом центре цифровой медицины и киберфизики, лаборатории клеточных и микрофлюидных технологий, лаборатории инженерии внутриклеточного сигналинга, лаборатории когнитивной нейрофизиологии психосоматических отношений, лаборатории экспериментальной биохимии и биологии и др.",
          "участвовать в реализации научно-исследовательских проектов для формирования будущей дипломной работы и получить практический опыт",
          "с первого дня обучения погрузиться в атмосферу собственных университетских многопрофильных клиник со 136-летней историей",
          "получить поддержку своего стартапа в рамках программы «Приортет – 2030» и многое другое"
        ],
      },
    ],
  },
];
const news = [
  {
    title: "Соревнования по практической защите информации",
    type: "Университет",
    description: "16 февраля проводилось межвузовское соревнование по практической информационной безопасности KVVUCTF 2023, организатором которого выступило Краснодарское Высшее Военное училище имени генерала армии С. М. Штеменко." +
        "🥇Победителями стали студенты нашего факультета, представляющие команду «LulExp» (Еремин Роман, Титов Кирилл, Цветков Кирилл).",
    text: "Участвовало 8 команд, 3 с КубГУ и все учащиеся ФКТиПМ:\n" +
        "\n" +
        "• Пидоря Тимур (2 курс);\n" +
        "• Титов Кирилл (3 курс);\n" +
        "• Хахук Рустам (3 курс);\n" +
        "• Еремин Роман (3 курс);\n" +
        "• Цветков Кирилл (3 курс);\n" +
        "• Гиренко Даниил (3 курс);\n" +
        "• Данилков Сергей (3 курс);\n" +
        "• Прозоров Максим (3 курс);\n" +
        "• Нагалевский Артем (3 курс);\n" +
        "• Яхонтов Артём (4 курс);\n" +
        "• Бабенко Елизавета (4 курс);\n" +
        "• Ульяницкий Никита (4 курс);\n" +
        "• Ромашкина Анастасия (4 курс).",
    views: 47,
    image:
      "https://www.kubsu.ru/sites/default/files/faculty/lulexp.jpg",
    date: 1679827200000,
    key_number: 0,
  },
  {
    title: "Открытие Нового Учебного Года в КубГУ",
    type: "Университет",
    text: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    description: "ffffffff",
    views: 47,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/jc6e5qzroyw.jpg?itok=zjJ0cVMU",
    date: 1679827200000,
    key_number: 1,
  },
  {
    title: "КубГУ Занял Первое Место в Рейтинге Вузов Региона",
    type: "Университет",
    text: "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
    description: "ffffffff",
    views: 142,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/1_1_4.jpg?itok=M7JWL4bD",
    date: 1679913600000,
    key_number: 2,
  },
  {
    title: "Студенты КубГУ Победили на Олимпиаде по Математике",
    type: "Соревнования",
    text: "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
    description: "ffffffff",
    views: 145,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/photo1692963732.jpeg?itok=SDbPz9oT",
    date: 1680000000000,
    key_number: 3,
  },
  {
    title:
      "КубГУ Открывает Новую Специализацию в Области Искусственного Интеллекта",
    type: "Наука",
    text: "Университет КубГУ представляет новую программу обучения, посвященную искусственному интеллекту и машинному обучению.",
    description: "ffffffff",
    views: 142,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/photo1692965859.jpeg?itok=RvJBo-1x",
    date: 1680086400000,
    key_number: 4,
  },
  {
    title: "Студенты КубГУ Организовали Благотворительный Базар",
    type: "Студенчество",
    text: "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    description: "ffffffff",
    views: 152,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/img_9366_2.jpg?itok=bTiCR-6V",
    date: 1680172800000,
    key_number: 5,
  },
  {
    title:
      "Исследование Профессоров КубГУ Помогло Развить Новый Лекарственный Препарат",
    type: "Наука",
    text: "Научное исследование, проведенное профессорами КубГУ, сыграло ключевую роль в разработке эффективного лекарственного препарата от редкого заболевания.",
    description: "ffffffff",
    views: 158,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/jc6e5qzroyw.jpg?itok=zjJ0cVMU",
    date: 1680259200000,
    key_number: 6,
  },
  {
    title: "Стартап, Созданный Студентами КубГУ, Получил Инвестиции",
    type: "Наука",
    text: "Команда студентов Университета КубГУ, занимающаяся разработкой инновационного стартапа, привлекла значительные инвестиции для развития проекта.",
    description: "ffffffff",
    views: 158,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/1_1_4.jpg?itok=M7JWL4bD",
    date: 1680345600000,
    key_number: 7,
  },
  {
    title: "КубГУ Проводит Онлайн-Мастеркласс по Астрономии для Школьников",
    type: "Образование",
    text: "Университет КубГУ организовал серию онлайн-мастерклассов по астрономии, чтобы познакомить школьников с увлекательным миром космоса.",
    description: "ffffffff",
    views: 156,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/photo1692963732.jpeg?itok=SDbPz9oT",
    date: 1680432000000,
    key_number: 8,
  },
  {
    title: "КубГУ Завоевал Первое Место на Спортивной Олимпиаде Студентов",
    type: "Соревнования",
    text: "Спортивная команда Университета КубГУ стала победителем на межвузовской спортивной олимпиаде, продемонстрировав отличные результаты.",
    description: "ffffffff",
    views: 154,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/photo1692965859.jpeg?itok=RvJBo-1x",
    date: 1680518400000,
    key_number: 9,
  },
  {
    title: "Выпускник КубГУ Награжден Премией за Вклад в Область Искусства",
    type: "Наука",
    text: "Бывший студент Университета КубГУ получил престижную премию за свой выдающийся вклад в развитие современного искусства.",
    description: "ffffffff",
    views: 154,
    image:
      "https://www.kubsu.ru/sites/default/files/styles/news_large/public/news/img_9366_2.jpg?itok=bTiCR-6V",
    date: 1680604800000,
    key_number: 10,
  },
];

const partners = [
  {
    title: "ТИНЬКОФФ",
    image:
      "https://acdn.tinkoff.ru/static/documents/d6400f9d-63bb-4076-b887-7aa967baf8a9.svg",
  },
  {
    title: "ПРОДОКТОРОВ",
    image: "https://prodoctorov.ru/static/img/PD_big2.png",
  },
  {
    title: "ГАЗПРОМ",
    image:
      "https://companieslogo.com/img/orig/GAZP.ME-56a2073a.png?t=1593293052",
  },
  {
    title: "РОСНЕФТЬ",
    image:
      "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Rosneft_201x_logo.svg/2560px-Rosneft_201x_logo.svg.png",
  },
  {
    title: "ГАЗПРОМ",
    image:
      "https://companieslogo.com/img/orig/GAZP.ME-56a2073a.png?t=1593293052",
  },
  {
    title: "МТС",
    image: "https://moskva.mts.ru/upload/images/logo/new/mts_logo_cmyk.png",
  },
  {
    title: "Сбербанк",
    image: "https://free-png.ru/wp-content/uploads/2020/09/icon_sber-01.png",
  },
  {
    title: "Тандер",
    image:
      "https://tmsearch.onlinepatent.ru/images/94f/94f6321a-b1f9-48a5-9817-2a76ef40151f.jpg",
  },
];
const stats = [
  {
    text: "Направления",
    value: 4,
  },
  {
    text: "Студентов",
    value: 1200,
  },
  {
    text: "Партнеров",
    value: 25,
  },
  {
    text: "Средняя ЗП",
    value: 80000,
  },
];
const departments = [
  {
    slug: "kit",
    title: "Кафедра информационных технологий",
    about: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    educational_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    scientific_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы. Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    head_departments:
      {
        fio: "Подколзин Вадим Владиславович",
        post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
        email: "kit@kubsu.com",
        phone_number: "+7 (999) 990-11-01",
        seniority: 29,
        link: "/teachers/kit/podkolzin-vv",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
        cabinet: "132"
      },
    image: [
      {image: "https://ssmu.ru/upload/constructor/a3f/wn77x7zfvw0wnecmhmgfwourx9qtzgfq.jpg"},
      {image: "https://ssmu.ru/upload/constructor/e0e/c20idgc7qg3f02i6xtj484qct9zhz6xo.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7a9/xd6xomvs62n6ipqgzccniofy7h6kydq7.jpg"},
      {image: "https://ssmu.ru/upload/constructor/271/9844k5wo9y0837qyc5he4ha2z7mppyv9.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7fb/lc7xi3teadruv1ukktc2wwide4wlvo91.jpg"},
    ],
    advantages: [
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    ],
    task:
      {
        name: "Кот в мешке",
        description:
          "Вы — университетский тренер. Всего в университете под Вашим надзором n студентов, умение программировать i-го студента равно ai.\n" +
          "\n" +
          "Вы хотите составить команду для нового соревнования по программированию. Как Вы знаете, чем больше студентов на соревновании — тем больше шансов победить! Поэтому Вы хотите составить максимальную по количеству студентов команду. Но Вы также знаете, что команда должна быть сбалансированной. Это означает, что умение программировать каждой пары студентов в команде должно отличаться не более, чем на 5.\n" +
          "\n" +
          "Ваша задача — найти максимально возможное количество студентов в сбалансированной команде.\n" +
          "\n" +
          "Реальный пример входных данных: [0, 0, 0, 0, 0, 0]\nИскуственный пример: [10, 27, 5, 2, 1, 10, 19, 48, 15, 10, 7, 33, 89]\n\nПопробуй решить оба варианта и не смотри в ответ пока не решишь)",
      },
    teachers: [
      {
        fio: "Синица Сергей Геннадьевич",
        post: "Доцент",
        link: "/teachers/kit/sinitsa-sg",
        image: "https://www.kubsu.ru/sites/default/files/styles/medium/public/user_pics/sinitsa.jpg?itok=zXIsekvQ"
      },
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/kit/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg"
      },
      {
        fio: "Гаркуша Олег Васильевич",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/kit/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg"
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/kit/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg"
      },
      {
        fio: "Михайличенко Анна Александровна",
        post: "Преподаватель",
        link: "/teachers/kit/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg"
      },
      {
        fio: "Уварова Анастасия Викторовна",
        post: "Старший преподаватель",
        link: "/teachers/kit/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg"
      }
    ]
  },
  {
    slug: "kmm",
    title: "КубГУ Занял Первое Место в Рейтинге Вузов Региона",
    about: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    educational_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    scientific_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы. Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    head_departments:
        {
          fio: "Подколзин Вадим Владиславович",
          post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
          email: "kit@kubsu.com",
          phone_number: "+7 (999) 990-11-01",
          seniority: 29,
          link: "/employee/kit/podkolzin-vv",
          image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
          cabinet: "132"
        },
    image: [
      {image: "https://ssmu.ru/upload/constructor/a3f/wn77x7zfvw0wnecmhmgfwourx9qtzgfq.jpg"},
      {image: "https://ssmu.ru/upload/constructor/e0e/c20idgc7qg3f02i6xtj484qct9zhz6xo.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7a9/xd6xomvs62n6ipqgzccniofy7h6kydq7.jpg"},
      {image: "https://ssmu.ru/upload/constructor/271/9844k5wo9y0837qyc5he4ha2z7mppyv9.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7fb/lc7xi3teadruv1ukktc2wwide4wlvo91.jpg"},
    ],
    advantages: [
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    ],
    task:
        {
          name: "Кот в мешке",
          description:
              "Вы — университетский тренер. Всего в университете под Вашим надзором n студентов, умение программировать i-го студента равно ai.\n" +
              "\n" +
              "Вы хотите составить команду для нового соревнования по программированию. Как Вы знаете, чем больше студентов на соревновании — тем больше шансов победить! Поэтому Вы хотите составить максимальную по количеству студентов команду. Но Вы также знаете, что команда должна быть сбалансированной. Это означает, что умение программировать каждой пары студентов в команде должно отличаться не более, чем на 5.\n" +
              "\n" +
              "Ваша задача — найти максимально возможное количество студентов в сбалансированной команде.\n" +
              "\n" +
              "Реальный пример входных данных: [0, 0, 0, 0, 0, 0]\nИскуственный пример: [10, 27, 5, 2, 1, 10, 19, 48, 15, 10, 7, 33, 89]\n\nПопробуй решить оба варианта и не смотри в ответ пока не решишь)",
        },
    teachers: [
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg"
      },
      {
        fio: "Гаркуша Олег Васильевич",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg"
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg"
      },
      {
        fio: "Лукащик Елена Павловна",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/lukashik-ep",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/lukashchik.jpg"
      },
      {
        fio: "Михайличенко Анна Александровна",
        post: "Преподаватель",
        link: "/teachers/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg"
      },
      {
        fio: "Уварова Анастасия Викторовна",
        post: "Старший преподаватель",
        link: "/teachers/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg"
      }
    ],
  },
  {
    slug: "kpm",
    title: "Студенты КубГУ Победили на Олимпиаде по Математике",
    about: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    educational_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    scientific_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы. Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    head_departments:
        {
          fio: "Подколзин Вадим Владиславович",
          post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
          email: "kit@kubsu.com",
          phone_number: "+7 (999) 990-11-01",
          seniority: 29,
          link: "/employee/kit/podkolzin-vv",
          image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
          cabinet: "132"
        },
    image: [
      {image: "https://ssmu.ru/upload/constructor/a3f/wn77x7zfvw0wnecmhmgfwourx9qtzgfq.jpg"},
      {image: "https://ssmu.ru/upload/constructor/e0e/c20idgc7qg3f02i6xtj484qct9zhz6xo.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7a9/xd6xomvs62n6ipqgzccniofy7h6kydq7.jpg"},
      {image: "https://ssmu.ru/upload/constructor/271/9844k5wo9y0837qyc5he4ha2z7mppyv9.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7fb/lc7xi3teadruv1ukktc2wwide4wlvo91.jpg"},
    ],
    advantages: [
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    ],
    task:
        {
          name: "Кот в мешке",
          description:
              "Вы — университетский тренер. Всего в университете под Вашим надзором n студентов, умение программировать i-го студента равно ai.\n" +
              "\n" +
              "Вы хотите составить команду для нового соревнования по программированию. Как Вы знаете, чем больше студентов на соревновании — тем больше шансов победить! Поэтому Вы хотите составить максимальную по количеству студентов команду. Но Вы также знаете, что команда должна быть сбалансированной. Это означает, что умение программировать каждой пары студентов в команде должно отличаться не более, чем на 5.\n" +
              "\n" +
              "Ваша задача — найти максимально возможное количество студентов в сбалансированной команде.\n" +
              "\n" +
              "Реальный пример входных данных: [0, 0, 0, 0, 0, 0]\nИскуственный пример: [10, 27, 5, 2, 1, 10, 19, 48, 15, 10, 7, 33, 89]\n\nПопробуй решить оба варианта и не смотри в ответ пока не решишь)",
        },
    teachers: [
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg"
      },
      {
        fio: "Гаркуша Олег Васильевич",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg"
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg"
      },
      {
        fio: "Лукащик Елена Павловна",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/lukashik-ep",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/lukashchik.jpg"
      },
      {
        fio: "Михайличенко Анна Александровна",
        post: "Преподаватель",
        link: "/teachers/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg"
      },
      {
        fio: "Уварова Анастасия Викторовна",
        post: "Старший преподаватель",
        link: "/teachers/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg"
      }
    ],
  },
  {
    slug: "kvt",
    title:
      "КубГУ Открывает Новую Специализацию в Области Искусственного Интеллекта",
    about: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    educational_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    scientific_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы. Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    head_departments:
        {
          fio: "Подколзин Вадим Владиславович",
          post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
          email: "kit@kubsu.com",
          phone_number: "+7 (999) 990-11-01",
          seniority: 29,
          link: "/employee/kit/podkolzin-vv",
          image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
          cabinet: "132"
        },
    image: [
      {image: "https://ssmu.ru/upload/constructor/a3f/wn77x7zfvw0wnecmhmgfwourx9qtzgfq.jpg"},
      {image: "https://ssmu.ru/upload/constructor/e0e/c20idgc7qg3f02i6xtj484qct9zhz6xo.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7a9/xd6xomvs62n6ipqgzccniofy7h6kydq7.jpg"},
      {image: "https://ssmu.ru/upload/constructor/271/9844k5wo9y0837qyc5he4ha2z7mppyv9.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7fb/lc7xi3teadruv1ukktc2wwide4wlvo91.jpg"},
    ],
    advantages: [
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    ],
    task:
        {
          name: "Кот в мешке",
          description:
              "Вы — университетский тренер. Всего в университете под Вашим надзором n студентов, умение программировать i-го студента равно ai.\n" +
              "\n" +
              "Вы хотите составить команду для нового соревнования по программированию. Как Вы знаете, чем больше студентов на соревновании — тем больше шансов победить! Поэтому Вы хотите составить максимальную по количеству студентов команду. Но Вы также знаете, что команда должна быть сбалансированной. Это означает, что умение программировать каждой пары студентов в команде должно отличаться не более, чем на 5.\n" +
              "\n" +
              "Ваша задача — найти максимально возможное количество студентов в сбалансированной команде.\n" +
              "\n" +
              "Реальный пример входных данных: [0, 0, 0, 0, 0, 0]\nИскуственный пример: [10, 27, 5, 2, 1, 10, 19, 48, 15, 10, 7, 33, 89]\n\nПопробуй решить оба варианта и не смотри в ответ пока не решишь)",
        },
    teachers: [
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg"
      },
      {
        fio: "Гаркуша Олег Васильевич",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg"
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg"
      },
      {
        fio: "Лукащик Елена Павловна",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/lukashik-ep",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/lukashchik.jpg"
      },
      {
        fio: "Михайличенко Анна Александровна",
        post: "Преподаватель",
        link: "/teachers/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg"
      },
      {
        fio: "Уварова Анастасия Викторовна",
        post: "Старший преподаватель",
        link: "/teachers/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg"
      }
    ],
  },
  {
    slug: "kadii",
    title: "Студенты КубГУ Организовали Благотворительный Базар",
    about: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    educational_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    scientific_activities: "Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы. Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.Сегодня в Университете КубГУ состоялось официальное открытие нового учебного года. Ректор приветствовал студентов и пожелал успешной учебы.",
    head_departments:
        {
          fio: "Подколзин Вадим Владиславович",
          post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
          email: "kit@kubsu.com",
          phone_number: "+7 (999) 990-11-01",
          seniority: 29,
          link: "/employee/kit/podkolzin-vv",
          image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
          cabinet: "132"
        },
    image: [
      {image: "https://ssmu.ru/upload/constructor/a3f/wn77x7zfvw0wnecmhmgfwourx9qtzgfq.jpg"},
      {image: "https://ssmu.ru/upload/constructor/e0e/c20idgc7qg3f02i6xtj484qct9zhz6xo.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7a9/xd6xomvs62n6ipqgzccniofy7h6kydq7.jpg"},
      {image: "https://ssmu.ru/upload/constructor/271/9844k5wo9y0837qyc5he4ha2z7mppyv9.jpg"},
      {image: "https://ssmu.ru/upload/constructor/7fb/lc7xi3teadruv1ukktc2wwide4wlvo91.jpg"},
    ],
    advantages: [
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
      "Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности. Университет КубГУ стал лидером в рейтинге вузов региона по качеству образования и научной деятельности.",
      "Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.Команда студентов Университета КубГУ одержала победу на межрегиональной олимпиаде по математике, продемонстрировав высокий уровень подготовки.",
      "Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.Инициативная группа студентов Университета КубГУ провела благотворительный базар, собрав средства на помощь детям-сиротам.",
    ],
    task:
        {
          name: "Кот в мешке",
          description:
              "Вы — университетский тренер. Всего в университете под Вашим надзором n студентов, умение программировать i-го студента равно ai.\n" +
              "\n" +
              "Вы хотите составить команду для нового соревнования по программированию. Как Вы знаете, чем больше студентов на соревновании — тем больше шансов победить! Поэтому Вы хотите составить максимальную по количеству студентов команду. Но Вы также знаете, что команда должна быть сбалансированной. Это означает, что умение программировать каждой пары студентов в команде должно отличаться не более, чем на 5.\n" +
              "\n" +
              "Ваша задача — найти максимально возможное количество студентов в сбалансированной команде.\n" +
              "\n" +
              "Реальный пример входных данных: [0, 0, 0, 0, 0, 0]\nИскуственный пример: [10, 27, 5, 2, 1, 10, 19, 48, 15, 10, 7, 33, 89]\n\nПопробуй решить оба варианта и не смотри в ответ пока не решишь)",
        },
    teachers: [
      {
        fio: "Синица Сергей Геннадьевич",
        post: "Доцент",
        link: "/teachers/sinitsa-sg",
        image: "https://www.kubsu.ru/sites/default/files/styles/medium/public/user_pics/sinitsa.jpg?itok=zXIsekvQ"
      },
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg"
      },
      {
        fio: "Гаркуша Олег Васильевич",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg"
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg"
      },
      {
        fio: "Михайличенко Анна Александровна",
        post: "Преподаватель",
        link: "/teachers/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg"
      },
      {
        fio: "Уварова Анастасия Викторовна",
        post: "Старший преподаватель",
        link: "/teachers/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg"
      }
    ],
  },
];

const contacts =
  {
    phone_number: [
        "+7 (861) 219-95-78",
        "+7 (918) 684-03-33"
    ],
    email: "fpm@kubsu.ru",
    address: "350040 г. Краснодар, ул. Ставропольская, 149",
    work_schedule: "Пн-пт: 09:00 — 19:00" + "\n" +"Сб-вс: Выходной",
    vk: "https://vk.com/fktipm_kubsu",
    tg: "https://t.me/fctandam",
    youtube: "https://www.youtube.com/@fktipm"
  };

const abiturient = [
  {
    name: "Приемная кампания 2024",
    files: [
      {
        name: "Правила приема на обучение по образовательным программам высшего образования – программам бакалавриата, специалитета, магистратуры на 2024/2025 учебный год",
        link: "https://kubsu.ru/sites/default/files/page/2024_pravila_priema_vo.pdf"
      },
      {
        name: "Приказ об утверждении контрольных цифр приема 2024 года в ТПУ с квотами",
        link: "#"
      },
      {
        name: "Приказ об установлении стоимости обучения в 2024/25 учебном году",
        link: "#"
      },
      {
        name: "Порядок снижения стоимости платных образовательных услуг обучающимся (студентам и аспирантам) ТПУ (начиная с приема 2020 г.). Приказ от 22.04.2024 г. №115-1/од",
        link: "#"
      },
      {
        name: "Правила приема документов и признания статуса \"Соотечественник\" для иностранных граждан",
        link: "#"
      },
    ]
  },
  {
    name: "Учебные планы: бакалавриат",
    files: [
      {
        name: "Прикладная математика и информатика (Математические и информационные технологии в цифровой экономике)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое и информационное обеспечение экономической деятельности)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое моделирование в естествознании и технологиях)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое моделирование и вычислительная математика (Математическое моделирование))",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Программирование и информационные технологии)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Системное программирование и компьютерные технологии (Математическое и программное обеспечение вычислительных машин))",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Системный анализ, исследование операций и управление (Математическое и информационное обеспечение экономической деятельности))",
        link: "#"
      },
      {
        name: "Фундаментальная информатика и информационные технологии (Вычислительные технологии)",
        link: "#"
      },
      {
        name: "Фундаментальная информатика и информационные технологии (Математическое и программное обеспечение компьютерных технологий)",
        link: "#"
      },
      {
        name: "Математическое обеспечение и администрирование информационных систем (Технологии разработки программных систем)",
        link: "#"
      },
      {
        name: "Математическое обеспечение и администрирование информационных систем (Технология программирования)",
        link: "#"
      },
      {
        name: "Прикладная информатика (Прикладная информатика в экономике)",
        link: "#"
      }
      ]
  },
  {
    name: "Учебные планы: магистратура",
    files: [
      {
        name: "Прикладная математика и информатика (Математические и информационные технологии в цифровой экономике)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое и информационное обеспечение экономической деятельности)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое и программное обеспечение вычислительных систем)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое моделирование в естествознании и технологиях)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Математическое моделирование)",
        link: "#"
      },
      {
        name: "Прикладная математика и информатика (Технологии программирования и разработки информационно-коммуникационных систем)",
        link: "#"
      },
      {
        name: "Фундаментальная информатика и информационные технологии (Интеллектуальные системы и технологии)",
        link: "#"
      },
      {
        name: "Фундаментальная информатика и информационные технологии (Компьютерные науки)",
        link: "#"
      },
      {
        name: "Фундаментальная информатика и информационные технологии (Математическое и программное обеспечение компьютерных технологий)",
        link: "#"
      },
      {
        name: "Информационные системы и технологии (Искусственный интеллект и машинное обучение)",
        link: "#"
      },
      {
        name: "Информационные системы и технологии (Искусственный интеллект и машинное обучение)",
        link: "#"
      }
    ]
  }
]


const teachers = {
  kit: {
    name: "Кафедра информационных технологий",
    teachers: [
      {
        fio: "Синица Сергей Геннадьевич",
        name_sys: "sinitsa-sg",
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        work_experience: 15,
        post: "Доцент кафедры, кандидат технических наук, окончил Кубанский Государственный университет по специальности \"Прикладная математика и информатика\" в 2004 году",
        link: "/teachers/sinitsa-sg",
        image: "https://www.kubsu.ru/sites/default/files/styles/medium/public/user_pics/sinitsa.jpg?itok=zXIsekvQ",
        subjects_taught: [
            "Аппаратно-программные средства WEB",
            "Блокчейн: технологии и инструменты разработки",
            "ПП Научно-исследовательская работа",
            "ПП Преддипломная практика",
            "Разработка пользовательского WEB интерфейса",
            "Функциональное и рекурсивно-логическое программирование",
            "Аппаратно-программные средства WEB",
            "Блокчейн: технологии и инструменты разработки",
            "ПП Научно-исследовательская работа",
            "ПП Преддипломная практика",
            "Разработка пользовательского WEB интерфейса",
            "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Харченко Анна Владимировна",
        post: "Доцент, кандидат педагогических наук",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "harchenko-av",
        link: "/teachers/harchenko-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/harchenko_0.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Гаркуша Олег Васильевич",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "garkusha-ov",
        post: "Доцент, кандидат физико-математических наук",
        link: "/teachers/garkusha-ov",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/garkusha.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Добровольская Наталья Юрьевна",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "dobrovolskaya-nu",
        post: "Доцент, кандидат педагогических наук",
        link: "/teachers/dobrovolskaya-nu",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/dobrovolskaya.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Михайличенко Анна Александровна",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "mihaylichenko-aa",
        post: "Преподаватель",
        link: "/teachers/mihaylichenko-aa",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/mihaylichenko.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Уварова Анастасия Викторовна",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "uvarova-av",
        post: "Старший преподаватель",
        link: "/teachers/uvarova-av",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/uvarova.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      },
      {
        fio: "Подколзин Вадим Владиславович",
        work_experience: 15,
        departments_work: "01.03.02, 02.03.03, 09.03.03, 01.04.02",
        name_sys: "podkolzin-vv",
        post: "Заведующий кафедрой, кандидат физико-математических наук, доцент, окончил Кубанский Государственный университет по специальности \"Прикладная математика\"  в 1992 году",
        link: "/teachers/podkolzin-vv",
        image: "https://www.kubsu.ru/sites/default/files/insert/page/podkolzin.jpg",
        subjects_taught: [
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика,",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование",
          "Аппаратно-программные средства WEB",
          "Блокчейн: технологии и инструменты разработки",
          "ПП Научно-исследовательская работа",
          "ПП Преддипломная практика",
          "Разработка пользовательского WEB интерфейса",
          "Функциональное и рекурсивно-логическое программирование"
        ],
        publications: [
          {
            date: 1680604800000,
            name: "Технология разработки и верификации профессиональных стандартов, их применения в системах управления обучением на основе онтологий",
            link: "https://sibsutis.ru/upload/388/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D1%82%D0%B0%D0%B9%D0%BA%D0%B8%D0%BD_%D0%A1%D0%B8%D0%BD%D0%B8%D1%86%D0%B0_%D0%9A%D1%83%D0%BD%D1%86.pdf"
          },
          {
            date: 1680604000000,
            name: "Development of a self-stabilizing robotic chassis for industry",
            link: "https://www.matec-conferences.org/articles/matecconf/abs/2017/13/matecconf_cmtai2017_02007/matecconf_cmtai2017_02007.html"
          },
          {
            date: 1680602000000,
            name: "Проектирование и управление самостабилизирующего шагающего робота Аnywalker",
            link: "https://www.researchgate.net/publication/321369085_PROEKTIROVANIE_I_UPRAVLENIE_SAMOSTABILIZIRUUSEGO_SAGAUSEGO_ROBOTA_ANYWALKER"
          },
          {
            date: 1680601000000,
            name: "Project-based integration of robotics platforms into educational process in universities",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F30.pdf"
          },
          {
            date: 1680504800000,
            name: "Integration of robotics simulation programs into educational process in Kuban state university",
            link: "http://www.futureacademy.org.uk/files/images/upload/ICPE2017F31.pdf"
          },
          {
            date: 1680504000000,
            name: "Стандарты оформления исходного кода программ и современные интегрированные среды разработки программного обеспечения",
            link: "https://drupal-coder.ru/sites/drupal-coder.ru/files/WebProgr-WS(drupal-coder.ru).pdf"
          }
        ]
      }
      ]
  }
}

export const CONSTANTS = {
  directions,
  news,
  partners,
  stats,
  departments,
  contacts,
  abiturient,
  teachers
};
